<?php

return [
    'accepted' => 'Необходимо ваше согласие.',
    'after_or_equal' => 'Дата должна быть не раньше сегодняшней.',
    'date' => 'Укажите корректную дату.',
    'email' => 'Укажите корректный e-mail.',
    'enum' => 'Выбрано недопустимое значение.',
    'exists' => 'Выбрано недопустимое значение.',
    'in' => 'Выбрано недопустимое значение.',
    'max' => [
        'string' => 'Не более :max символов.',
        'file' => 'Файл не должен превышать :max КБ.',
        'numeric' => 'Значение не должно превышать :max.',
    ],
    'min' => [
        'string' => 'Не менее :min символов.',
        'numeric' => 'Значение должно быть не меньше :min.',
    ],
    'numeric' => 'Должно быть числом.',
    'prohibited' => 'Поле не должно заполняться.',
    'regex' => 'Неверный формат поля «:attribute».',
    'required' => 'Заполните поле «:attribute».',
    'string' => 'Должно быть строкой.',
    'unique' => 'Такое значение уже используется.',
    'url' => 'Укажите корректную ссылку.',
    'custom' => [],
    'attributes' => [],
];
