<?php

return [
    'accepted' => 'Розигии шумо лозим аст.',
    'after_or_equal' => 'Сана бояд аз имрӯз барвақттар набошад.',
    'date' => 'Санаи дурустро нишон диҳед.',
    'email' => 'E-mail-и дурустро нишон диҳед.',
    'enum' => 'Қимати нодуруст интихоб шудааст.',
    'exists' => 'Қимати нодуруст интихоб шудааст.',
    'in' => 'Қимати нодуруст интихоб шудааст.',
    'max' => [
        'string' => 'На зиёда аз :max аломат.',
        'file' => 'Ҳаҷми файл набояд аз :max КБ зиёд бошад.',
        'numeric' => 'Қимат набояд аз :max зиёд бошад.',
    ],
    'min' => [
        'string' => 'На камтар аз :min аломат.',
        'numeric' => 'Қимат бояд на камтар аз :min бошад.',
    ],
    'numeric' => 'Бояд рақам бошад.',
    'prohibited' => 'Ин майдон набояд пур карда шавад.',
    'regex' => 'Формати майдони «:attribute» нодуруст аст.',
    'required' => 'Майдони «:attribute»-ро пур кунед.',
    'string' => 'Бояд матн бошад.',
    'unique' => 'Ин қимат аллакай истифода шудааст.',
    'url' => 'Пайванди дурустро нишон диҳед.',
    'custom' => [],
    'attributes' => [],
];
